tap "hashicorp/tap"
tap "jandedobbeleer/oh-my-posh"
tap "mrdemonwolf/den"
tap "oven-sh/bun"
tap "revylai/tap"
tap "steipete/tap"
tap "twitchdev/twitch"
tap "withgraphite/tap"
brew "act"
brew "ansible"
brew "awscli"
brew "btop"
brew "cocoapods"
brew "curl"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "httrack"
brew "librsvg"
brew "mas"
brew "mole"
brew "ncdu"
brew "openssh"
brew "php"
brew "rclone"
brew "smartmontools"
brew "twitch-cli"
brew "watchman"
brew "wget"
brew "xcbeautify"
brew "xcodegen"
brew "yt-dlp"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "oven-sh/bun/bun"
brew "revylai/tap/greenlight"
cask "1password"
cask "affinity"
cask "android-studio"
cask "anydesk"
cask "blackhole-2ch"
cask "canva"
cask "claude"
cask "claude-code"
cask "cloudflare-warp"
cask "discord"
cask "font-caskaydia-cove-nerd-font"
cask "font-fontawesome"
cask "gcloud-cli"
cask "ghostty"
cask "gitkraken"
cask "gitkraken-cli"
cask "google-chrome"
cask "google-drive"
cask "imageoptim"
cask "local"
cask "logi-options+"
cask "markedit"
cask "notion"
cask "obs"
cask "orbstack"
cask "plex"
cask "quo"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "raycast"
cask "shottr"
cask "tableplus"
cask "telegram"
cask "transmit"
cask "visual-studio-code"
cask "voiceink"
cask "mrdemonwolf/den/wolfwave"
cask "zulu@17"
mas "1Password for Safari", id: 1569813296
mas "ColorSlurp", id: 1287239339
mas "Compressor", id: 6746516157
mas "Final Cut Pro", id: 1631624924
mas "Magnet", id: 441258766
mas "Motion", id: 6746637149
mas "Pixelmator Pro", id: 6746662575
mas "uBlock Origin Lite", id: 6745342698
mas "Userscripts", id: 1463298887
mas "VBAN Receptor", id: 1462414931
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "anthropic.claude-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "coderabbit.coderabbit-vscode"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dotenv.dotenv-vscode"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "hashicorp.terraform"
vscode "icrawl.discord-vscode"
vscode "kokororin.vscode-phpfmt"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "swiftlang.swift-vscode"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
